#1. Вывести массив вида [3, 7, 11, ..., 23] с шагом 4
list(range(3, 23, 4))

#2. Написать программу, печатающую на экране первые 10 чисел Фиббоначи
>>> i = 1
>>> j = 1
>>> print (i)
1
>>> print (i)
1
>>> r = 10
>>> n = 0
>>> while n < r:
...     sum = i + j
...     print (sum)
...     i = j
...     j = sum
...     n = n + 1

